/**
 * Created by OXOYO on 2019/5/29.
 *
 *
 */

export default {
  // 工具栏
  L10000: 'XFC',
  L10001: '撤消（Ctrl + Z）',
  L10002: '重做（Ctrl + Shift + Z）',
  L10003: '复制（Ctrl + C）',
  L10004: '粘贴（Ctrl + V）',
  L10005: '清空画布（Ctrl + Shift + E）',
  L10006: '放大（Ctrl + +）',
  L10007: '缩小（Ctrl + -）',
  L10008: '适应屏幕（Ctrl + 0）',
  L10009: '实际大小（Ctrl + 1）',
  L10010: '删除',
  L10011: '填充颜色',
  L10012: '线条颜色',
  L10013: '线条宽度',
  L10014: '线条样式',
  L10015: '线条类型',
  L10016: '起点',
  L10017: '终点',
  L10018: '置于顶层',
  L10019: '置于底层',
  L10020: '框选',
  L10021: '添加组',
  L10022: '解除组',
  L10023: '编辑',
  L10024: '预览',
  L10025: '全屏',
  L10026: '语言',
  L10027: 'Github',
  L10028: '反馈',
  L10029: '缩放',
  L10030: '下载',
  L10031: '全选',
  L10032: '清空操作日志（Ctrl + Shift + L）',
  // 右面板
  L10101: '配置器',
  L10102: '导航器',
  L10103: '属性',
  L10104: '样式',
  L10105: '文本',
  // 其他
  L10200: '提示',
  L10201: '确认清空画布？',
  L10202: '预览',
  L10203: '关闭',
  L10204: '下载',
  L10205: '确认',
  // 左面板
  L10301: '一般',
  L10302: '杂项',
  L10303: '高级',
  L10304: '基本',
  L10305: '箭头',
  L10306: 'UML',
  L10307: 'BPMN一般',
  L10308: '流程图',
  L10309: '剪贴图'
}
