/**
 * Created by OXOYO on 2019/5/29.
 *
 *
 */

export default {
  L10001: '移动（V）',
  L10002: '选框（M）',
  L10003: '铅笔（P）',
  L10004: '直线（L）',
  L10005: '文字（T）',
  L10006: '橡皮擦（E）',
  L10007: '撤消（Ctrl + Z）',
  L10008: '重做（Ctrl + Shift + Z）',
  L10009: '上传图片（U）',
  L10010: '清除（C）',
  L10011: '下载（Ctrl + S）',
  L10012: '全屏',
  L10013: '铅笔颜色',
  L10014: '画布颜色',
  L10015: '铅笔大小',
  L10016: '语言',
  L10017: 'Github',
  L10018: '预览（Ctrl + P）',
  L10019: '反馈',
  L10020: '便签（N）',
  L10021: '栅格（G）',
  L10022: '物料（Ctrl + M）',
  L10101: '提示',
  L10102: '确认清空当前画板吗？',
  L10103: '切换背景色将清空当前画板，确认切换？',
  L10104: '数据为空，导出失败！',
  L10105: '确认删除该便签吗？',
  L10106: '确认删除该文本吗？',
  L10107: '确认删除该画板吗？'
}
